/* Error on email attempt */
"An error prevented successful transmission of your message. Check your email and network settings or try emailing manually." = "An error prevented successful transmission of your message. Check your email and network settings or try emailing manually.";

/* No comment provided by engineer. */
"Are you sure you want to restore the factory database?  NOTE: The application may quit after this reset.  Data updates will be applied automatically via the Internet during the next app launch." = "Are you sure you want to restore the factory database?  NOTE: The application may quit after this reset.  Data updates will be applied automatically via the Internet during the next app launch.";

/* Error on email attempt */
"Cannot Open Mail Composer" = "Cannot Open Mail Composer";

/* Status indicator for updates */
"Error During Update" = "Error During Update";

/* No comment provided by engineer. */
"Failed to determine your geographic location due to the following: %@" = "Failed to determine your geographic location due to the following: %@";

/* Error on email attempt. */
"Failure, Message Not Sent" = "Failure, Message Not Sent";

/* Alert box title for an error */
"Geolocation Error" = "Geolocation Error";

/* Internet host is down */
"Host Unreachable" = "Host Unreachable";

/* Title for alert indicating insufficient record data for the requested campaign contributor. */
"Incomplete Records" = "Incomplete Records";

/* Alert title, network access is unavailable. */
"Internet Unavailable" = "Internet Unavailable";

/* Title for alert stating there's been an error when connecting to a server */
"Network Error" = "Network Error";

/* Title for alert box */
"No Bills Passed Today (Yet)" = "No Bills Passed Today (Yet)";

/* Alert box title */
"No Watched Bills, Yet" = "No Watched Bills, Yet";

/* iPhone features are unavailable on other devices. */
"Not an iPhone" = "Not an iPhone";

/* Button to open google maps */
"Open in Google Maps" = "Open in Google Maps";

/* Title for alert asking for permission. */
"Permission To Use Analytics" = "Permission To Use Analytics";

/* Confirmation to delete and reset the app's database. */
"Settings: Reset Data to Factory?" = "Settings: Reset Data to Factory?";

/* No comment provided by engineer. */
"TexLege can unobtrusively submit anonymous usage data (like launch time and features used) to the developer.  This is solely intended to improve app development, and will NEVER be used for advertising or marketing.  It submits no geographic or identifying information. Please consider enabling this service.  You may change this later in the Settings app." = "TexLege can unobtrusively submit anonymous usage data (like launch time and features used) to the developer.  This is solely intended to improve app development, and will NEVER be used for advertising or marketing.  It submits no geographic or identifying information. Please consider enabling this service.  You may change this later in the Settings app.";

/* No comment provided by engineer. */
"The campaign finance data provider has incomplete information for this request.  You may visit followthemoney.org to perform a manual search." = "The campaign finance data provider has incomplete information for this request.  You may visit followthemoney.org to perform a manual search.";

/* No comment provided by engineer. */
"There are no bills passed today.  Either it is (very) early in the day, or the legislature is in recess." = "There are no bills passed today.  Either it is (very) early in the day, or the legislature is in recess.";

/* No comment provided by engineer. */
"There was a problem contacting the specified host, the URL may have changed or may contain typographical errors. Perhaps try the connection again later." = "There was a problem contacting the specified host, the URL may have changed or may contain typographical errors. Perhaps try the connection again later.";

/* Error on email attempt */
"There was an error while attempting to open an email composer.  Please check your network settings and try again" = "There was an error while attempting to open an email composer.  Please check your network settings and try again";

/* No comment provided by engineer. */
"There was an error while contacting the server for bill information.  Please check your network connectivity or try again." = "There was an error while contacting the server for bill information.  Please check your network connectivity or try again.";

/* No comment provided by engineer. */
"This feature requires an Internet connection, and a connection is unavailable.  Your device may be in 'Airplane' mode or is suffering poor network coverage." = "This feature requires an Internet connection, and a connection is unavailable.  Your device may be in 'Airplane' mode or is suffering poor network coverage.";

/* No comment provided by engineer. */
"To add a bill to this watch list, first search for one, open it, and then tap the star button in it's header." = "To add a bill to this watch list, first search for one, open it, and then tap the star button in it's header.";

/* iPhone features are unavailable on other devices. */
"You attempted to dial a phone number.  However, unfortunately you cannot make phone calls without an iPhone." = "You attempted to dial a phone number.  However, unfortunately you cannot make phone calls without an iPhone.";

